Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Media in this skill marked with `[[as_document]]` is sent as document attachments instead of inline images on platforms that distinguish (Google Chat, Microsoft Teams).
de: Medien in diesem Skill, die mit `[[as_document]]` markiert sind, werden auf Plattformen, die unterscheiden (Google Chat, Microsoft Teams), als Dokumentanhänge statt als eingebettete Bilder gesendet.
es: Los medios de esta habilidad marcados con `[[as_document]]` se envían como adjuntos de documento en lugar de imágenes en línea en las plataformas que distinguen (Google Chat, Microsoft Teams).
fr: Les médias de cette compétence marqués avec `[[as_document]]` sont envoyés en pièces jointes document plutôt qu'en images intégrées sur les plateformes qui font la distinction (Google Chat, Microsoft Teams).
ja: このスキル内で `[[as_document]]` とマークされたメディアは、区別を行うプラットフォーム(Google Chat、Microsoft Teams)ではインライン画像ではなくドキュメント添付として送信されます。
pt_br: Mídia nesta habilidade marcada com `[[as_document]]` é enviada como anexo de documento em vez de imagem inline nas plataformas que fazem essa distinção (Google Chat, Microsoft Teams).
zh_hans: 此技能中标记有 `[[as_document]]` 的媒体,在支持区分的平台(Google Chat、Microsoft Teams)上会作为文档附件发送,而非内嵌图片。

source: Medium severity
de: Mittlerer Schweregrad
es: Gravedad media
fr: Gravité moyenne
ja: 重大度: 中
pt_br: Gravidade média
zh_hans: 严重性中

source: Memory
de: Speicher
es: Memoria
fr: Mémoire
ja: メモリ
pt_br: Memória
zh_hans: 记忆

source: Memory (MB)
de: Arbeitsspeicher (MB)
es: Memoria (MB)
fr: Mémoire (Mo)
ja: メモリ（MB）
pt_br: Memória (MB)
zh_hans: 内存 (MB)

source: Memory Appendix (optional)
de: Speicher-Anhang (optional)
es: Apéndice de memoria (opcional)
fr: Annexe mémoire (optionnel)
ja: メモリ付録(任意)
pt_br: Apêndice de memória (opcional)
zh_hans: 记忆附录(可选)

source: Memory block
de: Speicherblock
es: Bloque de memoria
fr: Bloc mémoire
ja: メモリブロック
pt_br: Bloco de memória
zh_hans: 记忆块

source: Memory Char Limit
de: Zeichenlimit für Speicher
es: Límite de caracteres de la memoria
fr: Limite de caractères de la mémoire
ja: メモリの文字数上限
pt_br: Limite de caracteres da memória
zh_hans: 记忆字符上限

source: Memory Enabled
de: Speicher aktiviert
es: Memoria activada
fr: Mémoire activée
ja: メモリを有効化
pt_br: Memória ativada
zh_hans: 已启用记忆

source: Memory files
de: Speicherdateien
es: Archivos de memoria
fr: Fichiers mémoire
ja: メモリファイル
pt_br: Arquivos de memória
zh_hans: 记忆文件

source: Memory is managed by %@. File contents shown here may be stale.
de: Der Speicher wird von %@ verwaltet. Die hier angezeigten Dateiinhalte können veraltet sein.
es: La memoria la gestiona %@. El contenido de archivos mostrado aquí puede estar desactualizado.
fr: La mémoire est gérée par %@. Le contenu des fichiers affichés ici peut être obsolète.
ja: メモリは %@ が管理します。ここに表示されるファイル内容は古い場合があります。
pt_br: A memória é gerenciada por %@. O conteúdo dos arquivos exibido aqui pode estar desatualizado.
zh_hans: 记忆由 %@ 管理。此处显示的文件内容可能已过时。

source: Memory namespace `%@` is bound, but no matching block was found in MEMORY.md.
de: Der Speicher-Namespace `%@` ist gebunden, aber in MEMORY.md wurde kein passender Block gefunden.
es: El espacio de nombres de memoria `%@` está vinculado, pero no se encontró un bloque correspondiente en MEMORY.md.
fr: L'espace de noms mémoire `%@` est lié, mais aucun bloc correspondant n'a été trouvé dans MEMORY.md.
ja: メモリ名前空間 `%@` はバインドされていますが、MEMORY.md に該当するブロックが見つかりません。
pt_br: O namespace de memória `%@` está vinculado, mas nenhum bloco correspondente foi encontrado em MEMORY.md.
zh_hans: 内存命名空间 `%@` 已绑定，但在 MEMORY.md 中未找到对应的块。

source: Memory reset
de: Speicher zurückgesetzt
es: Memoria restablecida
fr: Mémoire réinitialisée
ja: メモリのリセット
pt_br: Memória redefinida
zh_hans: 记忆重置

source: MEMORY.md and USER.md live under `~/.hermes/memories/`. SOUL.md lives at `~/.hermes/SOUL.md`.
de: MEMORY.md und USER.md liegen unter `~/.hermes/memories/`. SOUL.md liegt unter `~/.hermes/SOUL.md`.
es: MEMORY.md y USER.md viven en `~/.hermes/memories/`. SOUL.md vive en `~/.hermes/SOUL.md`.
fr: MEMORY.md et USER.md se trouvent sous `~/.hermes/memories/`. SOUL.md se trouve à `~/.hermes/SOUL.md`.
ja: MEMORY.md と USER.md は `~/.hermes/memories/` 配下にあります。SOUL.md は `~/.hermes/SOUL.md` にあります。
pt_br: MEMORY.md e USER.md ficam em `~/.hermes/memories/`. SOUL.md fica em `~/.hermes/SOUL.md`.
zh_hans: MEMORY.md 和 USER.md 位于 `~/.hermes/memories/`。SOUL.md 位于 `~/.hermes/SOUL.md`。

source: MEMORY.md and USER.md were cleared on the host.
de: MEMORY.md und USER.md wurden auf dem Host geleert.
es: MEMORY.md y USER.md se borraron en el host.
fr: MEMORY.md et USER.md ont été effacés sur l'hôte.
ja: ホスト上の MEMORY.md と USER.md を消去しました。
pt_br: MEMORY.md e USER.md foram limpos no host.
zh_hans: 主机上的 MEMORY.md 和 USER.md 已被清空。

source: MEMORY.md couldn't be read, so its template section can't be removed.
de: MEMORY.md konnte nicht gelesen werden, daher lässt sich der Vorlagenabschnitt nicht entfernen.
es: No se pudo leer MEMORY.md, así que no se puede eliminar su sección de plantilla.
fr: MEMORY.md n’a pas pu être lu, sa section de modèle ne peut donc pas être supprimée.
ja: MEMORY.md を読み取れなかったため、テンプレートのセクションを削除できません。
pt_br: Não foi possível ler o MEMORY.md, então sua seção de modelo não pode ser removida.
zh_hans: 无法读取 MEMORY.md,因此无法移除其模板部分。

source: Message
de: Nachricht
es: Mensaje
ja: メッセージ
pt_br: Mensagem
zh_hans: 消息

source: Message from the bot @%@
de: Nachricht vom Bot @%@
es: Mensaje del bot @%@
fr: Message du bot @%@
ja: ボット @%@ からのメッセージ
pt_br: Mensagem do bot @%@
zh_hans: 来自机器人 @%@ 的消息

source: Message Hermes...
de: Hermes Nachricht senden...
es: Mensaje a Hermes...
fr: Envoyer un message à Hermes...
ja: Hermes にメッセージを送信...
pt_br: Enviar mensagem ao Hermes...
zh_hans: 向 Hermes 发送消息...

source: Message Hermes… / for commands
de: Hermes Nachricht senden… / für Befehle
es: Escribe a Hermes… / para comandos
fr: Message à Hermes… / pour les commandes
ja: Hermes にメッセージ… / でコマンド
pt_br: Mensagem ao Hermes… / para comandos
zh_hans: 向 Hermes 发送消息… / 命令

source: Message Hermes… / for commands · drag images to attach
de: Hermes Nachricht senden… / für Befehle · Bilder zum Anhängen ziehen
es: Escribe a Hermes… / para comandos · arrastra imágenes para adjuntar
fr: Message à Hermes… / pour les commandes · glissez des images pour joindre
ja: Hermes にメッセージ… / でコマンド · 画像をドラッグして添付
pt_br: Mensagem ao Hermes… / para comandos · arraste imagens para anexar
zh_hans: 向 Hermes 发送消息… / 命令 · 拖拽图片以附加

source: Message…
de: Nachricht…
es: Mensaje…
ja: メッセージ…
pt_br: Mensagem…
zh_hans: 消息…

source: Messages
de: Nachrichten
es: Mensajes
ja: メッセージ
pt_br: Mensagens
zh_hans: 消息

source: Messages will appear here as the conversation progresses.
de: Nachrichten erscheinen hier im Laufe der Unterhaltung.
es: Los mensajes aparecerán aquí a medida que avance la conversación.
fr: Les messages apparaîtront ici au fur et à mesure de la conversation.
ja: 会話が進むにつれてメッセージがここに表示されます。
pt_br: As mensagens aparecerão aqui conforme a conversa progride.
zh_hans: 消息将随对话进行显示在此处。

source: Messaging Gateway Running
de: Messaging-Gateway läuft
es: Gateway de mensajería en ejecución
fr: Passerelle de messagerie en cours d'exécution
ja: メッセージングゲートウェイ実行中
pt_br: Gateway de mensagens em execução
zh_hans: 消息 Gateway 运行中

source: Messaging Gateway Stopped
de: Messaging-Gateway gestoppt
es: Gateway de mensajería detenido
fr: Passerelle de messagerie arrêtée
ja: メッセージングゲートウェイ停止
pt_br: Gateway de mensagens parado
zh_hans: 消息 Gateway 已停止

source: Messaging the bot @%@
de: Nachricht an den Bot @%@
es: Enviando mensaje al bot @%@
fr: Envoi d'un message au bot @%@
ja: ボット @%@ にメッセージを送信中
pt_br: Enviando mensagem para o bot @%@
zh_hans: 正在向机器人 @%@ 发送消息

source: Metadata
de: Metadaten
es: Metadatos
fr: Métadonnées
ja: メタデータ
pt_br: Metadados
zh_hans: 元数据

source: Migrate
de: Migrieren
es: Migrar
fr: Migrer
ja: 移行
pt_br: Migrar
zh_hans: 迁移

source: Migrated to %@. You may need to restart the gateway.
de: Zu %@ migriert. Möglicherweise muss das Gateway neu gestartet werden.
es: Migrado a %@. Puede que necesites reiniciar el gateway.
fr: Migré vers %@. Vous devrez peut-être redémarrer la passerelle.
ja: %@ に移行しました。ゲートウェイの再起動が必要な場合があります。
pt_br: Migrado para %@. Talvez seja preciso reiniciar o gateway.
zh_hans: 已迁移到 %@。你可能需要重启网关。

source: Migrating xAI model…
de: xAI-Modell wird migriert…
es: Migrando el modelo de xAI…
fr: Migration du modèle xAI…
ja: xAI モデルを移行中…
pt_br: Migrando modelo da xAI…
zh_hans: 正在迁移 xAI 模型…

source: Migrating…
de: Migriere…
es: Migrando…
fr: Migration…
ja: 移行中…
pt_br: Migrando…
zh_hans: 迁移中…

source: Migration failed (exit %d). %@
de: Migration fehlgeschlagen (Exit %d). %@
es: La migración falló (salida %d). %@
fr: Échec de la migration (code %d). %@
ja: 移行に失敗しました（終了コード %d）。%@
pt_br: A migração falhou (saída %d). %@
zh_hans: 迁移失败（退出码 %d）。%@

source: Min Silence (ms)
de: Min. Stille (ms)
es: Silencio mín. (ms)
fr: Silence min (ms)
ja: 最小無音時間 (ミリ秒)
pt_br: Silêncio mín. (ms)
zh_hans: 最短静音(毫秒)

source: Min Tail User Msgs
de: Min. letzte Nutzernachrichten
es: Mín. de msjs. finales del usuario
fr: Min. derniers msgs utilisateur
ja: 末尾のユーザーメッセージ最小数
pt_br: Mín. de msgs finais do usuário
zh_hans: 末尾用户消息最少数量

source: Mini-apps run in the project's folder, which the agent can write to. Sensitive permissions are off by default — turn on only what you trust.
de: Mini-Apps laufen im Projektordner, in den der Agent schreiben kann. Sensible Berechtigungen sind standardmäßig aus — aktiviere nur, was du für vertrauenswürdig hältst.
es: Las miniapps se ejecutan en la carpeta del proyecto, en la que el agente puede escribir. Los permisos sensibles están desactivados por defecto: activa solo los que consideres de confianza.
fr: Les mini-apps s’exécutent dans le dossier du projet, où l’agent peut écrire. Les autorisations sensibles sont désactivées par défaut — n’activez que ce en quoi vous avez confiance.
ja: ミニアプリはプロジェクトのフォルダ内で実行され、エージェントはそのフォルダに書き込めます。機微な権限は既定でオフです — 信頼できるものだけをオンにしてください。
pt_br: Os mini-apps são executados na pasta do projeto, na qual o agente pode gravar. Permissões sensíveis vêm desativadas — ative apenas o que você confia.
zh_hans: 小应用在项目文件夹中运行,智能体可以写入该文件夹。敏感权限默认关闭 — 只开启你信任的项。

source: Mining approval history…
de: Durchsuche Genehmigungsverlauf…
es: Extrayendo historial de aprobaciones…
fr: Extraction de l'historique d'approbation…
ja: 承認履歴を解析中…
pt_br: Extraindo histórico de aprovações…
zh_hans: 正在挖掘审批历史…

source: Missing required `jobId` field.
de: Das erforderliche Feld `jobId` fehlt.
es: Falta el campo obligatorio `jobId`.
fr: Le champ obligatoire `jobId` est manquant.
ja: 必須フィールド `jobId` がありません。
pt_br: O campo obrigatório `jobId` está ausente.
zh_hans: 缺少必填字段 `jobId`。

source: Missing required `path` field.
de: Erforderliches Feld `path` fehlt.
es: Falta el campo obligatorio `path`.
fr: Champ `path` obligatoire manquant.
ja: 必須フィールド `path` がありません。
pt_br: Campo obrigatório `path` ausente.
zh_hans: 缺少必填字段 `path`。

source: Missing required config:
de: Fehlende erforderliche Konfiguration:
es: Falta configuración requerida:
fr: Configuration requise manquante :
ja: 必須設定が不足しています:
pt_br: Configuração obrigatória ausente:
zh_hans: 缺少必需的配置:

source: Mode
de: Modus
es: Modo
ja: モード
pt_br: Modo
zh_hans: 模式

source: Model
de: Modell
es: Modelo
fr: Modèle
ja: モデル
pt_br: Modelo
zh_hans: 模型

source: Model (leave blank to use default)
de: Modell (leer lassen für Standard)
es: Modelo (déjalo en blanco para usar el predeterminado)
fr: Modèle (laisser vide pour utiliser la valeur par défaut)
ja: モデル(空欄の場合はデフォルトを使用)
pt_br: Modelo (deixe em branco para usar o padrão)
zh_hans: 模型(留空则使用默认值)

source: model %@
de: Modell %@
es: modelo %@
fr: modèle %@
ja: モデル %@
pt_br: modelo %@
zh_hans: 模型 %@

source: Model Context Protocol endpoints — %lld configured.
de: Model-Context-Protocol-Endpunkte — %lld konfiguriert.
es: Endpoints de Model Context Protocol — %lld configurados.
fr: Points de terminaison Model Context Protocol — %lld configurés.
ja: Model Context Protocol エンドポイント — %lld 件設定済み。
pt_br: Endpoints do Model Context Protocol — %lld configurados.
zh_hans: Model Context Protocol 端点 — 已配置 %lld 个。

source: Model for %@
de: Modell für %@
es: Modelo para %@
fr: Modèle pour %@
ja: %@ のモデル
pt_br: Modelo para %@
zh_hans: %@ 的模型

source: Model ID
de: Modell-ID
es: ID del modelo
fr: ID du modèle
ja: モデル ID
pt_br: ID do modelo
zh_hans: 模型 ID

source: Model name or spelling (e.g. claude-opus-4.5)
de: Modellname oder Schreibweise (z. B. claude-opus-4.5)
es: Nombre o grafía del modelo (p. ej. claude-opus-4.5)
fr: Nom ou orthographe du modèle (p. ex. claude-opus-4.5)
ja: モデル名または表記（例: claude-opus-4.5）
pt_br: Nome ou grafia do modelo (ex.: claude-opus-4.5)
zh_hans: 模型名称或拼写(例如 claude-opus-4.5)

source: Model not available
de: Modell nicht verfügbar
es: Modelo no disponible
fr: Modèle non disponible
ja: モデルは利用できません
pt_br: Modelo não disponível
zh_hans: 模型不可用

source: Model override
de: Modell-Überschreibung
es: Anulación de modelo
fr: Substitution du modèle
ja: モデルオーバーライド
pt_br: Substituição de modelo
zh_hans: 模型覆盖

source: model pin (%@)
de: Modell-Pin (%@)
es: modelo fijado (%@)
fr: modèle épinglé (%@)
ja: モデル指定 (%@)
pt_br: modelo fixado (%@)
zh_hans: 锁定模型 (%@)

source: Model: %@
de: Modell: %@
es: Modelo: %@
fr: Modèle : %@
ja: モデル: %@
pt_br: Modelo: %@
zh_hans: 模型:%@

source: Model: default
de: Modell: Standard
es: Modelo: predeterminado
fr: Modèle : par défaut
ja: モデル: デフォルト
pt_br: Modelo: padrão
zh_hans: 模型:默认

source: Model/provider mismatch in config.yaml
de: Modell-/Anbieter-Abweichung in config.yaml
es: Discrepancia de modelo/proveedor en config.yaml
fr: Incohérence modèle/fournisseur dans config.yaml
ja: config.yaml でモデル/プロバイダーの不一致
pt_br: Incompatibilidade de modelo/provedor em config.yaml
zh_hans: config.yaml 中模型/提供方不匹配

source: Models
de: Modelle
es: Modelos
fr: Modèles
ja: モデル
pt_br: Modelos
zh_hans: 模型

source: Monitor
de: Überwachen
fr: Surveiller
ja: モニター
zh_hans: 监控

source: monitor source (%@)
de: Monitor-Quelle (%@)
es: origen del monitor (%@)
fr: source du moniteur (%@)
ja: モニターのソース (%@)
pt_br: origem do monitor (%@)
zh_hans: 监控来源 (%@)

source: Morning digest
de: Morgen-Digest
es: Resumen matutino
fr: Résumé du matin
ja: 朝のダイジェスト
pt_br: Resumo matinal
zh_hans: 早间摘要

source: Most active
de: Am aktivsten
es: Más activo
fr: Les plus actives
ja: アクティビティが多い順
pt_br: Mais ativas
zh_hans: 最活跃

source: Mount CWD
de: CWD einhängen
es: Montar CWD
fr: Monter le CWD
ja: CWD をマウント
pt_br: Montar CWD
zh_hans: 挂载 CWD

source: Move
de: Verschieben
es: Mover
fr: Déplacer
ja: 移動
pt_br: Mover
zh_hans: 移动

source: Move "%@" to folder
de: "%@" in Ordner verschieben
es: Mover "%@" a carpeta
fr: Déplacer « %@ » vers le dossier
ja: "%@" をフォルダに移動
pt_br: Mover "%@" para pasta
zh_hans: 将 "%@" 移动到文件夹

source: Move to Folder…
de: In Ordner verschieben…
es: Mover a carpeta…
fr: Déplacer vers le dossier…
ja: フォルダに移動…
pt_br: Mover para pasta…
zh_hans: 移动到文件夹…

source: msgs
de: Nachr.
es: msjs
ja: メッセージ
zh_hans: 条

source: Msgs
de: Nachr.
es: Msjs
ja: メッセージ
zh_hans: 消息

source: mTLS for HTTP / SSE transports. Requires Hermes v0.15+.
de: mTLS für HTTP-/SSE-Transporte. Erfordert Hermes v0.15+.
es: mTLS para transportes HTTP / SSE. Requiere Hermes v0.15+.
fr: mTLS pour les transports HTTP / SSE. Nécessite Hermes v0.15+.
ja: HTTP / SSE トランスポート向けの mTLS。Hermes v0.15 以降が必要です。
pt_br: mTLS para transportes HTTP / SSE. Requer Hermes v0.15+.
zh_hans: 用于 HTTP / SSE 传输的 mTLS。需要 Hermes v0.15+。

source: Multi-image
de: Mehrere Bilder
es: Varias imágenes
fr: Images multiples
ja: 複数画像
pt_br: Múltiplas imagens
zh_hans: 多图

source: Name (no leading slash)
de: Name (ohne führenden Schrägstrich)
es: Nombre (sin barra inicial)
fr: Nom (sans barre oblique initiale)
ja: 名前(先頭のスラッシュなし)
pt_br: Nome (sem barra inicial)
zh_hans: 名称(不带前导斜杠)

source: Name and command are required
de: Name und Befehl sind erforderlich
es: El nombre y el comando son obligatorios
fr: Le nom et la commande sont obligatoires
ja: 名前とコマンドは必須です
pt_br: Nome e comando são obrigatórios
zh_hans: 名称和命令为必填项

source: Named config bundles you can swap between.
de: Benannte Konfigurations-Bundles, zwischen denen du wechseln kannst.
es: Paquetes de configuración con nombre entre los que puedes cambiar.
fr: Bundles de configuration nommés entre lesquels vous pouvez basculer.
ja: 切り替えて使える名前付きの設定バンドルです。
pt_br: Pacotes de configuração nomeados entre os quais você pode alternar.
zh_hans: 可供切换的具名配置包。

source: Named profile on a multiplexed peer — targets <peer>/<agent>. Leave empty for the peer's own launch profile.
de: Benanntes Profil auf einem multiplexten Peer — zielt auf <peer>/<agent>. Leer lassen für das eigene Startprofil des Peers.
es: Perfil con nombre en un par multiplexado — apunta a <peer>/<agent>. Déjalo vacío para el perfil de arranque propio del par.
fr: Profil nommé sur un pair multiplexé — cible <peer>/<agent>. Laissez vide pour le profil de lancement propre au pair.
ja: 多重化されたピア上の名前付きプロファイルです — <peer>/<agent> を対象とします。ピア自身の起動プロファイルを使う場合は空欄にしてください。
pt_br: Perfil nomeado em um peer multiplexado — aponta para <peer>/<agent>. Deixe vazio para o perfil de inicialização do próprio peer.
zh_hans: 多路复用对端上的具名配置 — 目标为 <peer>/<agent>。留空则使用该对端自身的启动配置。

source: Network
de: Netzwerk
es: Red
fr: Réseau
ja: ネットワーク
pt_br: Rede
zh_hans: 网络

source: New
de: Neu
es: Nuevo
fr: Nouveau
ja: 新規
pt_br: Novo
zh_hans: 新建

source: New bot
de: Neuer Bot
es: Nuevo bot
fr: Nouveau bot
ja: 新しいボット
pt_br: Novo bot
zh_hans: 新建机器人

source: New Bot
de: Neuer Bot
es: Nuevo bot
fr: Nouveau bot
ja: 新しいボット
pt_br: Novo bot
zh_hans: 新建机器人

source: New chat
de: Neuer Chat
es: Nuevo chat
fr: Nouveau chat
ja: 新しいチャット
pt_br: Novo chat
zh_hans: 新建聊天

source: New Chat
de: Neuer Chat
es: Nuevo chat
fr: Nouveau chat
ja: 新しいチャット
pt_br: Novo chat
zh_hans: 新建聊天

source: New chats in this project open in Accept Edits, so Hermes doesn't ask before each file change. Sensitive paths still prompt, and shell commands are unaffected. Stored on this Mac only — it never travels with the project, and the agent can't turn it on for itself.
de: Neue Chats in diesem Projekt starten im Modus „Bearbeitungen annehmen“, sodass Hermes nicht vor jeder Dateiänderung fragt. Bei sensiblen Pfaden wird weiterhin gefragt, Shell-Befehle sind nicht betroffen. Nur auf diesem Mac gespeichert — die Einstellung reist nie mit dem Projekt mit, und der Agent kann sie nicht selbst einschalten.
es: Los chats nuevos de este proyecto se abren en modo Aceptar ediciones, así que Hermes no pregunta antes de cada cambio de archivo. Las rutas sensibles siguen pidiendo confirmación y los comandos de shell no se ven afectados. Se guarda solo en este Mac: nunca viaja con el proyecto y el agente no puede activarlo por su cuenta.
fr: Les nouveaux chats de ce projet s’ouvrent en mode Accepter les modifications : Hermes ne demande donc pas avant chaque changement de fichier. Les chemins sensibles demandent toujours confirmation et les commandes shell ne sont pas concernées. Stocké uniquement sur ce Mac — le réglage ne voyage jamais avec le projet, et l’agent ne peut pas l’activer lui-même.
ja: このプロジェクトの新しいチャットは「編集を承認」モードで開くため、Hermes はファイル変更のたびに確認しません。機微なパスでは引き続き確認され、シェルコマンドは影響を受けません。この Mac にのみ保存され、プロジェクトと一緒に移動することはなく、エージェントが自分でオンにすることもできません。
pt_br: Os novos chats deste projeto abrem em Aceitar edições, então o Hermes não pergunta antes de cada alteração de arquivo. Caminhos sensíveis continuam pedindo confirmação e comandos de shell não são afetados. Fica armazenado só neste Mac — nunca viaja com o projeto, e o agente não pode ativá-lo sozinho.
zh_hans: 此项目中的新聊天会以“接受编辑”模式打开,因此 Hermes 不会在每次修改文件前询问。敏感路径仍会提示,shell 命令不受影响。该设置仅保存在这台 Mac 上 — 它不会随项目一起转移,智能体也无法自行开启。

source: New cron job
de: Neuer Cron-Job
es: Nueva tarea cron
fr: Nouvelle tâche cron
ja: 新しい cron ジョブ
pt_br: Nova tarefa cron
zh_hans: 新建定时任务

source: That isn't a readable timestamp. Use an ISO8601 time, like "2026-09-20T09:00:00".
de: Das ist kein lesbarer Zeitstempel. Verwende eine ISO8601-Zeit, z. B. „2026-09-20T09:00:00“.
es: Eso no es una marca de tiempo legible. Usa una hora ISO8601, como «2026-09-20T09:00:00».
fr: Ce n'est pas un horodatage lisible. Utilisez une heure ISO8601, par exemple « 2026-09-20T09:00:00 ».
ja: これは読み取れるタイムスタンプではありません。「2026-09-20T09:00:00」のような ISO8601 形式で指定してください。
pt_br: Isso não é um carimbo de data/hora legível. Use um horário ISO8601, como "2026-09-20T09:00:00".
zh_hans: 这不是可识别的时间戳。请使用 ISO8601 时间，例如 “2026-09-20T09:00:00”。

source: Interval jobs need a minutes value this form can't set. Pick "cron" or "once", or create the job from the Mac app.
de: Intervall-Jobs brauchen einen Minutenwert, den dieses Formular nicht setzen kann. Wähle „cron“ oder „once“ oder lege den Job in der Mac-App an.
es: Las tareas de intervalo necesitan un valor de minutos que este formulario no puede establecer. Elige «cron» u «once», o crea la tarea desde la app de Mac.
fr: Les tâches à intervalle ont besoin d'une valeur en minutes que ce formulaire ne peut pas définir. Choisissez « cron » ou « once », ou créez la tâche depuis l'app Mac.
ja: インターバルジョブにはこのフォームでは設定できない分数が必要です。「cron」か「once」を選ぶか、Mac アプリで作成してください。
pt_br: Tarefas de intervalo precisam de um valor em minutos que este formulário não define. Escolha "cron" ou "once", ou crie a tarefa no app do Mac.
zh_hans: 间隔任务需要一个此表单无法设置的分钟值。请选择 “cron” 或 “once”，或在 Mac 应用中创建该任务。

source: That isn't a cron expression. Use five or more fields, like "0 9 * * 1-5".
de: Das ist kein Cron-Ausdruck. Verwende fünf oder mehr Felder, z. B. „0 9 * * 1-5“.
es: Eso no es una expresión cron. Usa cinco campos o más, como «0 9 * * 1-5».
fr: Ce n'est pas une expression cron. Utilisez au moins cinq champs, par exemple « 0 9 * * 1-5 ».
ja: これは cron 式ではありません。「0 9 * * 1-5」のように 5 つ以上のフィールドを指定してください。
pt_br: Isso não é uma expressão cron. Use cinco campos ou mais, como "0 9 * * 1-5".
zh_hans: 这不是 cron 表达式。请使用五个或更多字段，例如 “0 9 * * 1-5”。

source: Enter a cron expression — a cron job without one is saved but never runs.
de: Gib einen Cron-Ausdruck ein — ein Cron-Job ohne ihn wird gespeichert, läuft aber nie.
es: Introduce una expresión cron: una tarea cron sin ella se guarda pero nunca se ejecuta.
fr: Saisissez une expression cron — sans elle, la tâche est enregistrée mais ne s'exécute jamais.
ja: cron 式を入力してください。式がない cron ジョブは保存されても実行されません。
pt_br: Informe uma expressão cron — sem ela, a tarefa é salva mas nunca é executada.
zh_hans: 请输入 cron 表达式——没有表达式的定时任务会被保存，但永远不会运行。

source: Edit cron job
de: Cron-Job bearbeiten
es: Editar tarea cron
fr: Modifier la tâche cron
ja: cron ジョブを編集
pt_br: Editar tarefa cron
zh_hans: 编辑定时任务

source: New folder name
de: Neuer Ordnername
es: Nombre de la carpeta nueva
fr: Nom du nouveau dossier
ja: 新しいフォルダ名
pt_br: Nome da nova pasta
zh_hans: 新文件夹名称

source: New folder…
de: Neuer Ordner…
es: Nueva carpeta…
fr: Nouveau dossier…
ja: 新しいフォルダ…
pt_br: Nova pasta…
zh_hans: 新建文件夹…

source: New name for '%@'
de: Neuer Name für '%@'
es: Nuevo nombre para '%@'
fr: Nouveau nom pour « %@ »
ja: '%@' の新しい名前
pt_br: Novo nome para '%@'
zh_hans: '%@' 的新名称

source: New Preset
de: Neues Preset
es: Nuevo preajuste
fr: Nouveau préréglage
ja: 新しいプリセット
pt_br: Nova predefinição
zh_hans: 新建预设

source: new profile id
de: neue Profil-ID
es: id del perfil nuevo
fr: nouvel id de profil
ja: 新しいプロファイル ID
pt_br: novo id de perfil
zh_hans: 新配置 id

source: New profile id
de: Neue Profil-ID
es: Id del perfil nuevo
fr: Nouvel id de profil
ja: 新しいプロファイル ID
pt_br: Novo id de perfil
zh_hans: 新配置 id

source: New Profile Route
de: Neue Profil-Route
es: Nueva ruta de perfil
fr: Nouvelle route de profil
ja: 新しいプロファイルルート
pt_br: Nova rota de perfil
zh_hans: 新建配置路由

source: New Project
de: Neues Projekt
es: Nuevo proyecto
fr: Nouveau projet
ja: 新しいプロジェクト
pt_br: Novo projeto
zh_hans: 新建项目

source: New Project from Scratch…
de: Neues Projekt von Grund auf…
es: Nuevo proyecto desde cero…
fr: Nouveau projet vierge…
ja: ゼロから新しいプロジェクト…
pt_br: Novo projeto do zero…
zh_hans: 从头新建项目…
